001	BPM 상신 중 오류 발생하였습니다(URL)
002	현재 가용 금액 확인하세요! (금액 <= 0 입니다)(조직예산 및 예산조정신청 중인 내역을 확인하세요)
003	BPM 상신 화면 호출 오류 발생하였습니다 
005	실행오류
006	BPM 상신 URL생성 정보가 부족합니다!
007	부서코드 확인하세요!
008	다른 계정을 입력할 수 없는 계정입니다!
010	동일한 key 를 가진 line 이 존재합니다!
011	입력하신 예산의 STD 통제level에서 가용예산 
012	&을 초과합니다 
013	조정금액 0 처리 불가입니다!
M01	이전 계정과 동일한 직접비 계정을 입력하세요.
M02	계정을 확인하세요.
M03	존재하지 않는 코드입니다.
M05	Sender(감소액) 라인을 선택하세요.
M10	라인 값을 읽어올 수가 없습니다.
M11	&는(은) 존재하지 않는 값입니다.
M16	조직과 예산계정을 모두 입력하세요.
M17	유효하지 않은 값입니다.
M18	예산 마감된 조정 월입니다. 조정할 수 없습니다.
M19	예산계정 변경이 불가능합니다.
M20	서비스 변경이 불가능합니다.
M21	조직을 입력하세요.
M22	예산계정을 입력하세요.
M23	가용예산을 초과합니다.조정금액을 변경하세요
M24	데이터 중복 건이 존재합니다. 확인 하세요.
M25	Receiver(증가액) 라인을 선택하세요.
M26	'0'보다 큰 금액으로 입력하세요.
M27	현재 화면에서 작업하는 내용은 무시됩니다.
M28	유효하지 않은 값입니다.
M29	&은(는) 유효하지 않은 값입니다.
M30	상세계정의 통제기간 가용 예산을 초과합니다.조정금액을 변경하세요.
M31	입력하신 행에 오류가 있습니다. 정보를 확인하세요.
M33	Excel 자료에 오류가 있습니다.
M34	Sender 조정금액 Total과 Receiver 조정금액 Total이 같지 않습니다. 조정하세요.
M36	Sender 와 Receiver 의 금액이 다릅니다.
M37	해당 분기의 가용 예산을 초과합니다.
M38	결재가 필요 없는 조정입니다.
M39	가치 경영실 승인이 필요한 조정입니다.
M40	소속 부문장 결재가 필요한 조정입니다.
M41	가치 경영실 승인 및 소속 부문장 결재가 필요한 조정입니다.
M44	저장하지 못했습니다.
M45	대상 데이터가 존재하지 않습니다.
M46	문서정보가 존재하지 않습니다. 저장하세요.
M48	완료되지 못했습니다.
M49	[미 승인 예산 조정] 버튼을 눌러서 조정을 반영하시기 바랍니다
M50	예산 조정 사유를 입력하세요.
M51	마이너스 값입니다. 조정금액을 변경하세요.
M52	조정월을 입력하세요.
M53	텍스트가 없습니다.
M54	에러 라인이 존재합니다. 데이터를 확인하세요.
M55	계정 통제 Level이 정의되지 않은 예산계정입니다.
M58	변경내용이 있습니다. 저장하시겠습니까?
M59	해당 필드에 데이터를 입력하세요.
M60	직접비 예산변경 기준관리에 유효하지 않는 값입니다.
M61	서비스 입력불가 계정입니다!
M62	서비스 입력필수 계정입니다!
M70	현재 입력된 예산조정정보를 저장하시겠습니까?
M73	통제기간의  가용예산을 초과합니다.조정금액을 변경하세요.
M74	결재 없이 직접 조정 가능 (비승인)
M75	조정 내역 결재 필요시 결재요청 (승인)
M78	Sender 엑셀 파일이 999라인 보다 큽니다.
M79	Receiver 엑셀 파일이 999라인 보다 급니다 
M80	FM 통제 매핑이 되어 있지 않습니다.
M81	예산 조정신청서에 Sender는 하나의 기능으로 제한 됩니다.
M82	Sender에 BM 존재 시 Receiver에도 반드시 BM이 존재해야 합니다.(B/PMO)
M83	Sender에 BM이 없으므로 Receiver에 BM을 입력 할 수 없습니다.(B/PMO)
M84	월간 조정은 허용하지 않습니다.
M85	월간 조정은 불가능 합니다.
M86	입력한 금액은 해당월 배정 예산을 초과 합니다.
M88	취소중 오류가 발생했습니다. 문서를 닫고 다시 진행해 주세요.
M90	메일로 오류내역을 확인하시겠습니까?
M91	오류확인이 취소되었습니다.
M92	오류가 발생하였으나, 상세한 오류메시지가 없습니다.
M93	관리자에게 문의하십시오.
M96	메일 수신자의 유효한 Receiver 조직을 입력 하시길 바랍니다.
M97	메일수신자가 유효하지 않습니다.
M98	다시 저장버튼을 클릭하여 저장하십시오.(계정 통제기간 정보 누락)
T11	입력한 조직, 기간에 대해 해당 조정금액을 등록할 수 없습니다.
T12	입력한 조직의 통제기간 기준으로 해당 조정금액을 등록할 수 없습니다.
T13	통제조직의 입력한 월 기준으로 해당 조정금액을 등록할 수 없습니다.
T14	통제조직,  통제기간 기준으로 해당 조정금액을 등록할 수 없습니다.
T15	입력한 조직의 연단위 기준으로 해당 조정금액을 등록할 수 없습니다.
T16	통제조직의 연단위 기간 기준으로 해당 조정금액을 등록할 수 없습니다.
